/* This character is used as a separator between directory components.  ▹ is 'WHITE RIGHT-POINTING SMALL TRIANGLE', appropriate for left-to-right languages.  In a right-to-left locale, 'WHITE LEFT-POINTING SMALL TRIANGLE' (◃) should be used. */
" ▹ " = " ▹ ";

/* Description text in dialog telling the user a new version is available. %1$@ is the app name (e.g. CrossOver). %2$@ is the nw version (e.g. 14.0.3). %3$@ is the current version (e.g. 13.2). */
"%1$@ %2$@ is now available – you have %3$@." = "%1$@ %2$@ 当前可用 -- 您拥有 %3$@。";

/* Format string for constructing a bottle-tagged name for a launcher or document (for example, from the launcher name 'Microsoft Word 2010' and the bottle name 'Office 2010', make 'Microsoft Word 2010 (Office 2010)'. %1$@ is the document or launcher name; %2$@ is the bottle name. */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* This string is used for the title of a terminal window.  %1$@ is the app name, %2$@ is a bottle name. */
"%1$@ Bottle \"%2$@\"" = "%1$@ 容器“%2$@”";

/* This message is displayed when CrossOver is unable to locate or otherwise communicate with its bottles.  It's a fatal error and the app cannot start up.  %1$@ is the app name. */
"%1$@ is unable to initialize a critical component. Without this, %1$@ is unable to run, and will now exit.\n" = "%1$@ 无法初始化核心某个组件。没有这个组件，%1$@ 将无法运行，程序将要退出。\n";

/* Informative text of an alert display after running a launcher with options fails. %1$@ will be the name of the launcher. %2$d will be the status code. */
"%1$@ returned status %2$d." = "%1$@ 返回了状态码 %2$d。";

/* Note in package selection section of software installer window.  Substitution is product name (e.g. CrossOver Games) */
"%@ can download this software from the Internet." = "%@ 可以从互联网上下载这个软件。";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon.  Substitution is the app name. */
"%@ could not open the document or program." = "%@ 无法打开这个文档或者程序。";

/* Secondary completion message for an install via Steam. Substitutions are product name (e.g. CrossOver), the bottle name, and the application name. */
"%@ has configured the bottle ‘%@’ for installing %@ via Steam. You will need to finish the installation in Steam." = "%1$@ 已经完成对“%2$@”容器的配置，将要通过 Steam 安装 %3$@。接下来，您需要在 Steam 中完成安装过程。";

/* The name of the product, as displayed in the About box.  The substitution is the PRODUCT_NAME from DISTVERSION, typically 'CrossOver'. */
"%@ Standard" = "%@ 标准版";

/* Title for main window when a single bottle is selected. Substitutions are the app name and the name of the selected bottle. */
"%@ — %@" = "%1$@ — %2$@";

/* Title for main window when three or more bottles are selected. Substitutions are the app name and the number of bottles selected. */
"%@ — %d Bottles Selected" = "%1$@ — 已选择 %2$d 个容器";

/* Title for main window when exactly 2 bottles are selected. Substitution is the app name. */
"%@ — 2 Bottles Selected" = "%@ — 已选择两个容器";

/* Title for main window when the All Bottles collection is selected. Substitution is the app name. */
"%@ — All Bottles" = "%@ — 所有容器";

/* Item count for software package categories, for when count is 2 or more.  Substitution is count.  Consider translating to (items: %u) if these plural forms are inadequate. */
"%u items" = "%u 项";

/* Item count for software package categories, for when count is 0.  Consider translating to (items: 0) if these plural forms are inadequate. */
"0 items" = "0 项";

/* Item count for software package categories, for when count is 1.  Consider translating to (items: 1) if these plural forms are inadequate. */
"1 item" = "1 项";

/* Message of a dialog prompting the user to re-register the product in order to update CrossOver's license information.  %1$@ is the app name. */
"A new version of %1$@ is now available. Please enter your codeweavers.com account email address and password to update your license file and re-enable automatic updates." = "发现 %1$@ 的新版本，请输入您在 codeweavers.com 的账户密码，以更新您的协议文件并重新开启自动更新。";

/* Message in dialog telling the user that a new version of the app is available. Substitution is the app name (e.g. CrossOver). */
"A new version of %@ is available!" = "%@ 新版本可用！";

/* Dialog title which reports that demo activation failed.
   Dialog title which reports that demo registration failed. */
"Activation failed" = "激活失败";

/* Tooltip for toolbar item for marking a launcher as one of the user's favorites. */
"Add selected launchers to Favorites" = "将所选的项添加到收藏夹";

/* Label for toolbar item for marking a launcher as one of the user's favorites. */
"Add to Favorites" = "添加到收藏夹";

/* Name of special entry in the main window bottle list source view representing all bottles */
"All Bottles" = "所有容器";

/* Message explaining restriction of the file open dialog to be compatibile with Win32 API */
"All selected files must be within the same folder." = "All selected files must be within the same folder.";

/* Text from an alert dialog that appears when CrossOver fails to launch an application from a menu or icon. */
"An error occurred when attempting to launch a new task." = "尝试运行新任务时发生错误。";

/* Error message for an unnamed task. */
"An unknown installer task failed." = "未知安装任务失败。";

/* Message displayed when the dialog creating a new bottle fails in bottle creation. */
"Bottle creation failed" = "容器创建失败";

/* Displayed when publishing a bottle fails.  'Publish' is the term for copying a bottle into the root account so that its contents may be used by all the users on a system. */
"Bottle publish failed" = "容器发布失败";

/* Title of the section for private bottles in the bottle list source view in the main window when there are no published bottles */
"BOTTLES" = "容器";

/* Grouping header in list of bottles in install window, when no software package selected */
"Bottles" = "容器";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while that size is being calculated. */
"Calculating…" = "计算中…";

/* Cancel
   title of button in dialog to cancel the Repair Bottles action */
"Cancel" = "取消";

/* Button label -- option after the installation of a package subcomponent has failed */
"Cancel Installation" = "取消安装";

/* Status of an install step which has been canceled */
"Canceled." = "已取消。";

/* Message when user tries to save to a non-writable file system. Substitution is display name of directory. */
"Can’t write to ‘%@’. The volume is read-only." = "Can’t write to ‘%@’. The volume is read-only.";

/* Text of a dialog asking for confirmation before esync is enabled.
   Text of a dialog asking for confirmation before high resolution mode is enabled. */
"Changing this setting will reboot the bottle and cause any running applications in the bottle to quit. Are you sure you want to do this?" = "该容器必须重启，才能让这项设置产生效果，同时正在运行的 Windows 程序都会退出。您想要执行吗？";

/* Button title for choose folder dialog
   Prompt for a file-selection dialog */
"Choose" = "选择";

/* Caption of the folder-selection dialog that displays when the user changes the Programs folder */
"Choose a Programs Folder" = "选择一个程序文件夹";

/* Title for choose dialog when files are allowed */
"Choose File or Folder" = "Choose File or Folder";

/* Title for choose dialog when only folders are allowed */
"Choose Folder" = "Choose Folder";

/* Item in installer source list that allows the user to pick an installer file */
"Choose Installer File…" = "选择安装文件…";

/* Item in installer source list that allows the user to pick an installer folder */
"Choose Installer Folder…" = "选择安装文件夹…";

/* The menu item that resets the content of File -> Recent Files. */
"Clear" = "清空";

/* Menu item title.  If selected, CrossOver prompts to confirm, and then deletes all program mini-applications in ~/Applications/CrossOver and recreates them from scratch.  Translation should be same as in MainMenu NIB. */
"Clear and Rebuild Programs…" = "清空并重建程序菜单…";

/* Text for label showing disk space used by the cache of downloaded installers, in the Preferences dialog, while the cache is being cleared/deleted. */
"Clearing…" = "正在清除…";

/* Title of a section in the bottle list source view in the main window containing the special All Bottles entry */
"COLLECTIONS" = "COLLECTIONS";

/* Label of command error in alert when Run Command fails */
"Command error text:" = "命令报错输出：";

/* Label of command output in alert when Run Command fails */
"Command output:" = "命令输出：";

/* Title for the dialog that displays the error data if a commandline returns an error. */
"Command results" = "命令运行结果";

/* Grouping header in list of bottles in install window; bottles compatible with selected software package */
"Compatible Bottles" = "兼容的容器";

/* Warning when the installation of a package subcomponent has failed */
"Continuing with the install may produce unpredictable results." = "继续安装可能造成无法预测的结果。";

/* Title of the section of launcher icons in the icon view of the main window which shows control panels */
"Control Panels" = "控制面板";

/* Default name of a bottle copy. */
"copy of %@" = "%@ 的复制品";

/* Download error reporting */
"Could not download the %@ installer.\n\n%@" = "无法下载 %1$@ 的安装程序。\n\n%2$@";

/* Informative text for an alert when we fail to obtain privileges to delete a published bottle. */
"Could not obtain the authorization to delete files owned by the administrator." = "授权失败, 无法删除管理员所拥有的文件。";

/* Title of failure dialog that displays if the online demo-registration process fails */
"Could not unlock" = "无法激活";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Crash (very verbose)" = "崩溃信息 (非常详细)";

/* Title of a dialog that creates a new bottle. */
"Create a Bottle" = "创建一个容器";

/* Label for install window summarizing bottle selection when trying to create new bottle with the same name as existing bottle.  Substitution is bottle name */
"CrossOver can’t create a new bottle named “%@”" = "CrossOver 无法创建名为“%@”的容器";

/* Text for header label in the install wizard. $APPNAME$ will be replaced by the name of the app to be installed (e.g. Steam). If grammar allows, prefer to keep the app name at the end of the string or, if that doesn't work, the beginning of the string. */
"CrossOver is ready to install $APPNAME$" = "CrossOver 准备就绪，安装 $APPNAME$";

/* Error message when Python initialization fails.  Substitution is the exception description. */
"CrossOver is unable to initialize a critical component.\n\n%@\n\nThe program will now exit." = "CrossOver 无法初始化一个核心组件。\n\n%@\n\n本程序将会退出。";

/* Label text for a detail item on the ready-to-install summary page of the installer window. */
"CrossOver will also install additional dependencies" = "CrossOver 也将安装额外依赖";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"CrossOver will also install the following manually added items: %@" = "CrossOver 也将安装以下手动添加的项目：%@";

/* text of dialog shown to confirm Repair Bottles action */
"CrossOver will attempt to repair bottles that may have been damaged by anti-virus software. Such anti-virus software may have incorrectly deleted or “quarantined” certain critical files needed for CrossOver to work. CrossOver's files do not contain viruses.\n\nRepairing a bottle restores the files that were in the bottle when CrossOver created it. If you haven't disabled your anti-virus software, it may delete them again. Click “Learn More” to learn how to protect CrossOver's files from your anti-virus software.\n" = "CrossOver 将尝试修复被杀毒软件损坏的容器。某些杀毒软件可能错误地删除或者“隔离”某些 CrossOver 运行所需的关键文件。CrossOver 所包含的文件不存在病毒。\n\n修复容器会恢复 CrossOver 创建容器时创建的文件。如果您还没关闭您的杀毒软件，它可能会再一次删除他们。点击“了解更多”了解如何让杀毒软件不再误杀 CrossOver 的文件。\n";

/* Label for install window summarizing installer source when the installer will be downloaded.  Substitution is the URL */
"CrossOver will download the installer from %@" = "将要从 %@ 下载安装包";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's an app language.  %1$@ is the application name and %2$@ is the language name (e.g. Japanese). */
"CrossOver will install %1$@ (%2$@ version)" = "CrossOver 将安装 %1$@ (%2$@ 版)";

/* Tooltip for the Select Application tab of the install window, when an app is selected and there's no app language.  %@ is the application name. */
"CrossOver will install %@" = "CrossOver 将安装 %@";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected, but there are dependencies to install */
"CrossOver will install dependencies only" = "CrossOver 将只安装相关依赖";

/* Label for install window summarizing installer source when a local installer is selected.  Substitution is the display path. */
"CrossOver will install from %@" = "CrossOver 将从 %@ 进行安装";

/* Label for install window summarizing bottle selection when electing to create a new bottle.  Substitutions are bottle template (e.g. Windows XP) and new name */
"CrossOver will install into a new %1$@ bottle named “%2$@”" = "CrossOver 将安装到一个新的 %1$@ 容器“%2$@”中";

/* Label for install window summarizing bottle selection when an existing bottle was selected.  Substitution is bottle name */
"CrossOver will install into the bottle “%@”" = "CrossOver 将安装到容器“%@”中";

/* Label in install window summarizing language of application to install. Substitution is the language name (e.g. English or French). That language name will be properly localized. */
"CrossOver will install the %@ version" = "CrossOver 将会安装 %@ 版本";

/* Label for install window summarizing installer source when installing from Steam. */
"CrossOver will install via Steam" = "CrossOver 将会通过 Steam 安装";

/* Label in install window summarizing installer source when the selected package is virtual so that no installer can be selected and there is nothing else to install */
"CrossOver will make configuration changes only" = "CrossOver 仅会做配置上的变更";

/* Delete (in this case, delete a bottle.) */
"Delete" = "删除";

/* Title of confirmation dialog when deleting a bottle */
"Delete bottle ‘%@’?" = "删除“%@”容器？";

/* Title for menu item when there's no bottle selected. */
"Delete Bottle…" = "删除容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Delete “%@”…" = "删除“%@”…";

/* Warning displayed before a bottle is deleted */
"Deleting this bottle will erase all software installed in it, as well as remove all documents in its C: drive. Are you sure you want to do this?" = "删除这个容器将会删除里面安装的所有软件，同时删除 C 盘所有文档。您确认要这样做吗？";

/* Title of a dialog asking for confirmation before esync is disabled. */
"Disable ESync" = "禁用 ESync";

/* Title of a dialog asking for confirmation before high resolution mode is disabled. */
"Disable High Resolution" = "禁用高分辨率模式";

/* Button label -- option to refuse loading of an unknown CrossTie file */
"Don’t Load" = "不要加载";

/* Dialog text which explains why a demo registration didn't work. */
"Download corrupted." = "下载损坏。";

/* Dialog text which explains why a demo registration didn't work. */
"Download incomplete." = "下载未完成。";

/* Item in installer source list for downloading the installer */
"Download installer" = "下载安装程序";

/* Download progress caption. %1$@ is a locale-appropriate representation of bytes downloaded, such as 10 KB. %2$@ is a similar representation of the total size to be downloaded. */
"Downloaded %1$@ of %2$@." = "已下载 %1$@，总共 %2$@。";

/* Title for menu item when there's no bottle selected. */
"Duplicate Bottle…" = "复制容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Duplicate “%@”…" = "复制“%@”…";

/* Button label in confirmation dialog when user clicks the 'eject' button */
"Eject" = "弹出";

/* Title of confirmation dialog when user clicks the 'eject' button */
"Eject CD?" = "弹出光盘？";

/* Caption in confirmation dialog when user clicks the 'eject' button.  Substitution is the app name. */
"Ejecting this volume will interrupt any %@ processes that are currently accessing files on this disk. Are you sure you want to eject?" = "弹出这个磁盘，将会终止所有正在操作该卷上文件的 %@ 程序，您确认要弹出这个磁盘吗？";

/* Title of a dialog asking for confirmation before enabling esync. */
"Enable ESync" = "开启 ESync";

/* Title of a dialog asking for confirmation before enabling high resolution mode. */
"Enable High Resolution" = "开启高分辨率模式";

/* Title for menu item when there's no bottle selected. */
"Export Bottle to Archive…" = "导出容器到存档…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Export “%@” to Archive…" = "导出“%@”到存档…";

/* Caption of failure dialog that displays if the online demo-registration process fails */
"Failed to begin license download." = "下载许可协议失败。";

/* Message for an alert when deletion of a private bottle has failed. Substitution is the bottle name. */
"Failed to delete the bottle ‘%@’." = "无法删除容器“%@”。";

/* Message for an alert when deletion of a published bottle has failed. Substitution is the bottle name. */
"Failed to delete the published bottle ‘%@’." = "不能删除已经发布的容器“%@”。";

/* Caption of dialog that reports demo registration failure.  The substitution is an explanation string that describes the failure. */
"Failed to download license file: %@" = "无法下载许可协议文件：%@";

/* Alert message when the bottle archive process fails */
"Failed to export bottle ‘%@’ to an archive." = "备份容器“%@”时出错。";

/* Title of a dialog that's displayed when CrossOver is unable to start up. */
"Failed to initialize" = "无法初始化";

/* Status of an install step which has failed */
"Failed." = "失败。";

/* Title of the section of launcher icons in the icon view of the main window which shows the users favorite launchers */
"Favorites" = "收藏夹";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"File Access" = "文件访问";

/* Title of dialog reporting that the demo has been registered and enabled. */
"Finished unlocking" = "激活完成";

/* Status of an install step after it has completed successfullly */
"Finished." = "已完成。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Fonts" = "字体";

/* Title for menu item when there's no bottle selected. */
"Force Quit Bottle" = "强制退出容器";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Force Quit “%@”" = "强制退出“%@”";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Controllers" = "游戏控制器";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Game Graphics" = "游戏图形";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is showing and the item will hide it */
"Hide Bottles" = "隐藏容器";

/* This is the caption of the File->Open dialog. */
"If possible, the selected document will be opened in the appropriate Windows application.\nAvailable file types may vary depending on which bottle is selected below." = "如果可能的话，您选择的文档将会用合适的 Windows 程序打开。\n根据您选择的容器，它所支持的文件类型也不尽相同。";

/* Text added to BuySupportNag if refreshing registration is not enough. Substitution is the title of the Buy a Support Extension button. */
"If your support has expired, click ‘%@’ to receive this and future upgrades." = "如果您的支持期已过, 点击“%@”以获得该次和以后的更新。";

/* Message in alert when user attempts to choose a non-writable Programs folder. Substitution is the product name (e.g. CrossOver Games) */
"In order for %@ to create launch icons for your Windows programs, you must have write permissions to the Programs folder." = "为了让 %@ 能够为 Windows 程序创建程序菜单，您必须拥有对程序文件夹的写入权限。";

/* Initial status of an install step */
"In Process…" = "正在执行…";

/* Grouping header in list of bottles in install window; bottles incompatible with selected software package */
"Incompatible Bottles" = "不兼容的容器";

/* Title of an error dialog when CrossOver cannot start up */
"Initialization Failure" = "初始化失败";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Install (very verbose)" = "安装 (非常详细)";

/* Prompt for a directory-selection dialog */
"Install files from this directory" = "从这个目录安装文件";

/* Title for menu item when there's no bottle selected. */
"Install Software into Bottle…" = "安装软件到容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Install Software into “%@”…" = "安装软件到“%@”…";

/* Item in installer source list for installing with Steam */
"Install Via Steam" = "使用 Steam 平台进行安装";

/* String that displays in the prefs dialog if the user has never downloaded a c4p update. */
"Installation recipes have never been updated." = "您从未更新过安装配置文件。";

/* Reports when the CrossTie file was last updated.  Substitution is the localized date in the full style and the time in short style, as configured in System Preferences. For example, the default in the U.S. would be like 'Thursday, July 16, 2015 at 7:35 PM' */
"Installation recipes were last updated on %@." = "安装脚本已于 %@ 更新。";

/* Caption for the installation progress bar. Substitution is name of the software package being installed */
"Installing %@…" = "正在安装 %@…";

/* Reason why an app is being installed. User selected to install something via Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam" = "通过 Steam 平台进行安装";

/* Reason why an app is not being installed. User selected to install something via Steam but then explicitly removed Steam. Displayed in a column in a table in the Edit Install Options sheet. */
"Installing via Steam, Manually Removed" = "通过 Steam 安装，已被手动删除";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 2 stars
   Label in the rating pop-over describing a rating of 2 stars */
"Installs, Will Not Run" = "安装，但是不运行";

/* Title of a warning dialog when loading an empty C4P */
"Invalid File" = "非法文件";

/* Warning message encouraging user to install in a fresh bottle. */
"It is recommended that you install this application into a new bottle in order to avoid possible interference between programs." = "强烈建议您把这个应用程序安装到一个新容器中，以避免程序间可能发生冲突。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Keyboard Input" = "键盘输入";

/* The date the application was last given a rating for this version.  Substitution is date */
"Last Rated: %@" = "最近评分：%@";

/* title of button in dialog to learn more about the Repair Bottles action */
"Learn More" = "了解更多";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 3 stars
   Label in the rating pop-over describing a rating of 3 stars */
"Limited Functionality" = "部分功能可用";

/* Button label -- option to proceed with loading of an unknown CrossTie file */
"Load" = "加载";

/* Title of a warning dialog when loading an unknown CrossTie */
"Load untrusted CrossTie file?" = "加载不被信任的 CrossTie 文件？";

/* Displays as a placeholder in the Dock icon menu while a Clear and Rebuild is in progress. */
"Loading…" = "正在加载…";

/* Title for button in app-rating pop-over when the user needs to log in. */
"Log In and Submit Rating…" = "登录和提交评分…";

/* The title of a dialog box for copying bottles. */
"Make a Copy of %@" = "复制 %@";

/* Title of a warning dialog when loading a .tie file flagged as malware */
"Malware Detected" = "检测到恶意软件";

/* Reason why an app is being installed. User explicitly added it. Displayed in a column in a table in the Edit Install Options sheet. */
"Manually added" = "手动添加";

/* HTML string which displays when an installation finishes and links to the log file. */
"More diagnostic information can be found in the <a href = \"%@\">debug log</a>." = "更多诊断信息可以从 <a href = \"%@\">debug 日志</a> 获取。";

/* Label for link in package description text to package URL (e.g. C4 page) */
"More info" = "更多信息";

/* More Info */
"More Info" = "更多信息";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Mouse Input" = "鼠标输入";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Network Connections" = "网络连接";

/* Entry in bottle table allowing the user to install into a new bottle. Substitution is a bottle template name (e.g. Windows XP) */
"New %@ Bottle…" = "新 %@ 容器…";

/* Suggested name for a new bottle */
"New Bottle" = "新容器";

/* Tooltip explaining a 0-stars rating in the installer window. */
"No ratings have been reported.\n\nAll application entries start at this rating. Over time staff and users can visit the What Runs page of the CodeWeavers website and rate how far they got in running this Windows application in CrossOver. If you try this application please submit a rating for how this application worked, or didn’t, in CrossOver." = "暂无评分。\n\n工作人员和用户可以访问 CodeWeavers 的软件中心页面，并对这个应用在 CrossOver 中的表现进行打分。如果您也试过这个应用程序，也请为它打分，告诉大家它在 CrossOver 中的运行情况，或者不能运行。";

/* Displays as a placeholder in the Dock icon menu if there's nothing else to display in the menu. */
"No Software Is Installed" = "没有程序被安装";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac does not have any Retina displays that would benefit from high resolution mode. Enabling it will just make things look blurry." = "注意：您的 Mac 不具有任何可用于高分辨率模式的 Retina 显示屏。开启它只会让显示效果变得模糊。";

/* Text of a dialog asking for confirmation before high resolution mode is enabled. */
"NOTE: Your Mac has a mix of Retina and non-Retina displays. High resolution mode will make things look better on your Retina displays but worse on your non-Retina displays." = "注意：您的 Mac 同时具有 Retina 和非 Retina 屏幕。在高分辨率模式下，Retina 屏幕上的显示效果会很不错，但在非 Retina 屏幕上会很糟糕。";

/* OK */
"OK" = "好的";

/* Open */
"Open" = "打开";

/* Entry in Application Language pop-up for default language */
"Other Language" = "其他语言";

/* Button label displayed when a download fails -- it gives the user the option of selecting a file instead. */
"Pick Installer File" = "选择安装程序";

/* Displayed by a file-selection dialog when the user browses for a file to execute as part of a command-line. */
"Please choose a file to run." = "选择一个要运行的程序。";

/* Message for a file-selection dialog */
"Please choose a Windows installer file:" = "请选择一个 Windows 下的安装程序文件：";

/* Message for a directory-selection dialog */
"Please choose the directory containing your installer.\nThe location that you select will be treated like a CD-ROM." = "请选择包含程序安装包的目录。\n您择的目录将被当作 CD-ROM 光盘一样处理。";

/* Validation error: email address is not in a valid format. */
"Please enter a valid email address.\n(e.g. myusername@myemailprovider.com)" = "请输入合法的邮件地址。\n(如：myusername@myemailprovider.com)";

/* Informational text for pop-over asking user to rate an application. Substitutions are the product name (e.g. CrossOver), the app's name, and the product name again. */
"Please leave a rating in order to help us better target our improvements to %@ and to inform other users on how well ‘%@’ works with %@." = "请输入一个评分以助我们更有目的性地改进 %1$@ 并告知其他用户关于“%2$@”在 %3$@ 的运行情况。";

/* Message for a file-selection dialog that appears when a download has failed. */
"Please locate the installer file for %@" = "请为 %@ 选择安装程序来源";

/* Title of alert when user attempts to choose a non-writable Programs folder. */
"Please select a folder within your home folder" = "请在主用户文件夹下选择一个目录";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Printing" = "打印";

/* Title of the section for private bottles in the bottle list source view in the main window when there are also published bottles */
"PRIVATE BOTTLES" = "私有容器";

/* Title of the section of launcher icons in the icon view of the main window which shows normal program launchers */
"Programs" = "程序";

/* Title for menu item when there's no bottle selected. */
"Publish Bottle…" = "发布容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Publish “%@”…" = "发布“%@”…";

/* Title of the section for published bottles in the bottle list source view in the main window */
"PUBLISHED BOTTLES" = "已发布的容器";

/* The name which is suggested when publishing a bottle. */
"published_%@" = "已发布的_%@";

/* Title for menu item when there's no bottle selected. */
"Quit Bottle" = "退出容器";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Quit “%@”" = "退出“%@”";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable ESync" = "重启该容器并禁用 ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Disable High Resolution Mode" = "重启容器并禁用高分辨率模式";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable ESync" = "重启该容器并启用 ESync";

/* Button text in a confirmation dialog. */
"Reboot Bottle and Enable High Resolution Mode" = "重启容器并开启高分辨率模式";

/* Button text -- this button regenerates the Applications folder and the Programs shown in the main window. */
"Rebuild" = "重建";

/* Title of a warning dialog, asking for confirmation before the menus and app folder are regenerated */
"Rebuild Programs" = "重建程序菜单";

/* Menu item title.  Replaces 'Clear and Rebuild Programs' while the rebuilding is happening to indicate that the user may not do it again at this time. */
"Rebuilding Programs…" = "正在重建程序菜单…";

/* Grouping header in list of bottles in install window; bottles recommended for selected software package */
"Recommended Bottles" = "推荐使用的容器";

/* Registered to: %@ */
"Registered to: %@" = "注册给：%@";

/* Label for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove from Favorites" = "从收藏夹中删除";

/* Tooltip for toolbar item for marking a launcher as no longer one of the user's favorites. */
"Remove selected launchers from Favorites" = "从收藏删除所选快捷方式";

/* Title for menu item when there's no bottle selected. */
"Rename Bottle…" = "重命名容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Rename “%@”…" = "重命名“%@”…";

/* title of button in dialog to confirm the Repair Bottles action */
"Repair" = "修复";

/* title of dialog shown to confirm Repair Bottles action */
"Repair Bottles?" = "修复容器？";

/* Reason why an app is being installed. It is a dependency of another app that's being installed. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@" = "被 %@ 依赖";

/* Reason why an app is not being installed. It is a dependency of another app that's being installed but the user has explicitly removed it. Displayed in a column in a table in the Edit Install Options sheet. Substitution is the name of the other app. */
"Required by %@, Manually Removed" = "%@ 依赖包，手动删除";

/* Title of dialog reporting that the user failed to enter some of the fields. */
"Required field missing" = "必填项目还未填写完成";

/* Prompt for a file-selection dialog which chooses an archive to restore. */
"Restore" = "还原";

/* Title of a dialog that allows the user to pick a bottle archive. */
"Restore Bottle Archive" = "从容器存档中还原";

/* Status of an install step which failed but the user asked to retry */
"Retrying…" = "正在重试…";

/* Entry in the Dock icon menu.  Opens a dialog that allows the user to specify a command-line.
   Label for shortcut/launcher icon in main window which opens the Run Command dialog */
"Run Command…" = "运行命令…";

/* Format string for window title for the Run with Options dialog. Substitution will be the name of a program launcher (e.g. Steam). */
"Run “%@”" = "运行“%@”";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 5 stars
   Label in the rating pop-over describing a rating of 5 stars */
"Runs Great" = "近乎完美";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 4 stars
   Label in the rating pop-over describing a rating of 4 stars */
"Runs Well" = "运行良好";

/* Label for the filter pop-up menu in the native Save dialog accessory view.  Replaces the label in the NIB, which is appropriate for an Open dialog. */
"Save as Type:" = "Save as Type:";

/* Prompt for a file save dialog for selecting the install log file destination. */
"Select an install log file" = "选择一个安装日志文件";

/* Reason why an app is being installed, when it's the app that the user directly selected. Displayed in a column in a table in the Edit Install Options sheet. */
"Selected for install" = "自动添加";

/* title of toolbar item in main window which toggles the bottle view's visibility, when it is hidden and the item will show it */
"Show Bottles" = "显示容器";

/* Button label -- option after the installation of a package subcomponent has failed */
"Skip This Step" = "跳过这一步";

/* Status of an install task which failed and the user said to skip */
"Skipped." = "已跳过。";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Sound (verbose)" = "声音 (详细)";

/* Displayed in an optional dialog that allows the user to save a debugging log-file when running a command-line. */
"Specify where to save the log file." = "设置储存日志文件的路径。";

/* Title for pop-over asking user to rate an application. Substitution is the app's name */
"Submit a Rating for ‘%@’" = "提交一个对“%@”的评分";

/* Title for button in app-rating pop-over when the user doesn't need to log in. */
"Submit Rating" = "提交评分";

/* Title for menu item for submitting a rating for a launcher. Substitution is the launcher name. */
"Submit Rating for ‘%@’…" = "正在提交对“%@”的评分…";

/* Title for disabled menu item for submitting a rating for a launcher (when no suitable launcher is selected). */
"Submit Rating…" = "提交评分…";

/* Status message displayed after a command-line completes.  The first substitution is the commandline, and the second is the return value. */
"The command %@ returned %d." = "命令 %1$@ 返回 %2$d。";

/* Error description for when a control panel launcher icon can't be launched because the bottle is in a bad state. Substitution %1$@ is the control panel name; %2$@ is the bottle name. */
"The control panel “%1$@” can’t be launched because the bottle “%2$@” is unable to run commands at this time." = "控制面板“%1$@”无法启动，因为容器“%2$@”暂时无法运行命令。";

/* Warning message when a user drag-and-drops an empty .tie file. */
"The CrossTie file ‘%@’ does not contain installation profiles for anything that can be installed with this product." = "这个 CrossTie 文件“%@”不包含任何可以用于这个产品的程序配置文件。";

/* Warning message when a user starts to install a non-CW .tie files. */
"The CrossTie file ‘%@’ is not from a trusted source!\n\nThis means that CodeWeavers has no knowledge or control over what actions profiles from this file may attempt. Be VERY cautious loading untrusted CrossTies as they can cause great damage to your computer. CodeWeavers will not provide technical support for issues related to the use of untrusted CrossTie files.\n" = "该 CrossTie 文件“%@”来自不被信任的来源！\n\n这意味着 CodeWeavers 不知道也无法控制该文件可能会做什么操作。请注意，加载不可信任的 CrossTie 文件，可能会对您的电脑带来危害。CodeWeavers 不会对此类 CrossTie 文件所带来的问题提供技术支持。\n";

/* Sub-caption for Choose Installer Folder item */
"The file you select will be launched to install the application" = "即将运行您选择的这个文件，以安装这个程序";

/* Sub-caption for Choose Installer Folder item */
"The folder you select will be treated like an installer disc" = "您选择的文件夹将被当作一张安装光盘来对待";

/* Label text for a detail item in the ready-to-install summary page of the installer window. Substitution is a list of app/dependency names. */
"The following dependencies were manually excluded from the install: %@" = "将不会安装这些依赖的程序： %@";

/* Message in installation notes when user has filled everything in but install can't proceed because dependencies require user-provided installer */
"The install cannot continue because one or more dependencies are not installed, and an installer could not be found automatically." = "因为一个或多个被依赖的程序未被安装，而且无法找到他们的安装程序，安装无法继续。";

/* Message in installation notes when user has filled everything in but install can't yet proceed because bottle hasn't been analyzed */
"The install cannot continue until the ‘%@’ bottle is scanned for dependencies. Please wait." = "在“%@”容器做完依赖性检查之前安装不能继续，请稍候。";

/* Completion message for an install where the user skipped some tasks. Substitution is the name of the app that was being installed. */
"The installation of %@ completed, but some tasks were skipped." = "%@ 安装完成，但是一些任务被跳过了。";

/* Completion message for an install without problems. Substitution is the name of the app that was being installed. */
"The installation of %@ completed." = "%@ 安装完成。";

/* Completion message for a failed install. Substitution is the name of the app that was being installed. */
"The installation of %@ failed." = "%@ 安装失败。";

/* Completion message for an install via Steam. Substitution is the name of the app that was being installed. */
"The installation of %@ has been handed off to Steam." = "将在 Steam 中继续安装 %@。";

/* Completion message for a canceled install. Substitution is the name of the app that was being installed. */
"The installation of %@ was canceled." = "%@ 的安装被取消。";

/* Error message for a failed installation task */
"The ‘%@’ task failed." = "任务“%@”执行失败。";

/* Caption of a warning dialog, asking for confirmation before the menus and app folder are regenerated.  %1$@ is the app name, %2$@ is the programs folder path. */
"This action will rebuild the %1$@ Applications folder and the program launchers it contains from scratch. This will result in the deletion of the %2$@ folder and any changes that you might have made to its contents. Are you sure you want to do this?" = "该操作将会重建 %1$@ 应用程序文件夹，以及您手动添加的程序启动器。在这个过程中，%2$@ 文件夹以及您对该文件夹做过的任何改动都将会被删除。你确定要这样做吗？";

/* Validation error: activation code was too long */
"This activation code is not valid - it is too long.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "您输入的序列号无效 - 位数太长。\n(示例：XXX-XXXX-XXXX-XXXXXXXX)。";

/* Validation error: activation code was too short */
"This activation code is not valid - it is too short.\n(Example: XXX-XXXX-XXXX-XXXXXXXX)." = "您输入的序列号无效 - 位数太短。\n(示例：XXX-XXXX-XXXX-XXXXXXXX)。";

/* Tooltip explaining a 5-stars rating in the installer window. */
"This application installs and runs great, the same as it would in Windows.\n\nPractically all of the application is functional. Using this application in CrossOver should be the same as running the application on native Windows OS." = "该程序可完美安装和运行，和在 Windows 上差不多。\n\n理论上，这个应用的全部功能都可用。 在 CrossOver 上运行这个程序，应该和在 Windows 上运行的效果相差不大。";

/* Tooltip explaining a 4-stars rating in the installer window. */
"This application installs and runs quite well, with only minor glitches found.\n\nThe core functionality of this Windows application works fine under CrossOver. There still may be some extra functions that don’t work right, but overall this application should be mostly usable. We don’t maintain a list of what specific functions work/don’t work per-application in our compatibility database, but you may want to check this application’s Forums at the CodeWeavers website and see if other users have reported any particular details about running this Windows application in CrossOver." = "这个应用可以安装，运行得也还可以，只是会有一点点兼容性问题。\n\n在 CrossOver 下，该应用的核心功能可正常运行。在此之外，某些功能运行不正常，但是整体上这个程序应该是可用的。在我们的兼容性列表中，我们并不维护记录哪些功能可用、哪些不可用，但您仍然可以在 CodeWeavers 的论坛上看看，是否有用户报告过这个应用程序的兼容性问题。";

/* Tooltip explaining a 3-stars rating in the installer window. */
"This application installs and runs, but has problems.\n\nThis application runs, but there are significant functional gaps. CrossOver translates Windows commands to their corresponding Mac commands and back. When a Windows program uses commands that CrossOver doesn’t know how to translate the Windows program may not respond when you click things, have garbled output, or crash. You might be able to add different dependencies or try workarounds to get this application to run better, so please check this application’s page at the CodeWeavers website. It’s also possible that programming added in a future release of CrossOver might help this Windows application run better, so check back later." = "该应用可以安装和运行，但是存在些许问题。\n\n尽管这个应用可以运行，但是存在显著的功能性缺陷。CrossOver 负责将 Windows 指令翻译成对应的 Linux 指令。当一个 Windows 程序使用了一个 CrossOver 无法翻译的指令，那么这个 Windows 程序可能出现不响应用户点击、屏幕乱码或者崩溃的情况。您可以尝试安装一些依赖包，或者其他方法让这个程序运行的正常一些。请登录 CodeWeavers 的网站，查看这个程序的相关页面。当然，CrossOver 也会不断改进自己的产品，以更好的支持这些 Windows 程序，您也可以过段时间再来查看。";

/* Tooltip explaining a 2-stars rating in the installer window. */
"This application installs, but fails to run.\n\nThe Windows application immediately closes or freezes when you try to run it. You may be able to add various dependencies or try different workarounds to get this application to start, so please check the Support section of the CodeWeavers website for more information and tutorials. If the program still won’t launch then whatever programming this Windows application needs to work doesn’t exist yet in CrossOver." = "该应用安装成功，但是无法运行。\n\n当您运行这个 Windows 程序时，它的窗口立刻就关闭了，或者没有响应。针对这种情况，您可以尝试安装它的依赖包，或者从 CodeWeavers 网站的帮助中心查找解决方案。";

/* Tooltip explaining a 1-star rating in the installer window. */
"This application won’t get through installation.\n\nMost installers are standardized and CrossOver will be able to run them without a problem. However some companies customize the installer, or write their own, and the custom programming fails in CrossOver. The Windows application itself might be functional, but there’s no way to get it out of the installer." = "这个应用无法安装。\n\n大部分应用安装包都是标准化的，CrossOver 可以正常安装。然而，某些公司会自定义安装包，或者使用自己开发一个，CrossOver 无法执行某些自定义的安装过程。这个应用或许可以运行，但是我们没法在 CrossOver 里面安装它。";

/* Caption of dialog reporting that the demo has been registered and enabled.  Substitution is the app name. */
"This copy of %@ is now fully enabled." = "%@ 激活成功，您可以使用本产品的所有功能。";

/* This demo version has expired. */
"This demo version has expired." = "该演示版本已到期。";

/* This demo version will expire in %d days. */
"This demo version will expire in %d days." = "该演示版本将在 %d 天后到期。";

/* Warning message when a user drag-and-drops a .tie file that has been flagged as malware */
"This file cannot be used because it would install malicious software or otherwise harm your computer." = "这个文件不能被使用，因为它将会安装恶意软件，或者损坏您的电脑。";

/* Tooltip explaining an untrusted rating in the installer window. */
"This installation recipe is from an unknown source. Installing may pose a security risk to your system." = "这个安装配置文件来源未知。安装它可能对您的系统带来安全风险。";

/* This is nag message displayed for the demo version, when there are 2 or more days remaining.  %1$@ is the app name, %2$d is the number of days remaining in the trial. */
"This is a time limited trial version of %1$@. It will stop working in %2$d days." = "你正在试用 %1$@，试用期将在 %2$d 天后结束。";

/* This is nag message displayed for the demo version, when there's a single day remaining.  %@ is the app name (e.g. CrossOver) */
"This is a time limited trial version of %@. It will stop working in 1 day." = "您正在使用 %@ 的试用版。它将在 1 天后过期。";

/* HTML note in package selection section of software installer window for packages with a home page. Substitution is home page URL. */
"This software can be downloaded from its <a href=\"%@\">home page</a>." = "该软件可以从它的 <a href=\"%@\">主页</a> 下载。";

/* Message informing user that their trial has expired.  Substitution is the product name. */
"This trial version of %1$@ has expired." = "%1$@ 的试用期限已到。";

/* A list of contributors to the creations of the CrossOver Tie file. */
"Tie contributors: %@" = "Tie 贡献者：%@";

/* Button label -- option after the installation of a package subcomponent has failed */
"Try Again" = "重试";

/* Display name for the unknown/generic CrossTie when there's no search string. */
"Unlisted application" = "未列出的应用程序";

/* Display name for the unknown/generic CrossTie which shows the search string used to select it.  Substitution is the user's search string, trimmed of leading and trailing whitespace. */
"Unlisted application “%@”" = "未列出的应用程序“%@”";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer" = "为这台计算机上的所有用户激活";

/* Caption for the radio button that allows system-wide demo registration */
"Unlock for all users of this computer (requires authentication)" = "允许当前计算机上的所有用户试用 (需要管理员权限)";

/* Dialog title which reports that demo registration failed. */
"Unlocking failed" = "激活失败";

/* Label in the app-rating pop-over describing the rating when there hasn't been one */
"Unrated" = "未评级的";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app hasn't been rated */
"Untested" = "未测试的";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the CrossTie can't be verified as coming from CodeWeavers */
"Untrusted" = "不被信任的";

/* Title for menu item when there's no bottle selected. */
"Update Published Bottle…" = "更新已经发布的容器…";

/* Title for menu item when there's a bottle selected.  Substitution is the bottle name. */
"Update “%@”…" = "更新“%@”…";

/* Prompt for a file-selection dialog */
"Use this installer" = "使用这个安装程序";

/* Text on a dialog asking for confirmation before high resolution mode is enabled. */
"WARNING: Many Windows applications render incorrectly in high resolution mode." = "警告：许多 Windows 程序无法在高分辨率模式下正确渲染。";

/* Text on a dialog asking for confirmation before esync is enabled. */
"WARNING: Some Windows applications will not work correctly with ESync enabled." = "警告：某些 Windows 程序无法在 ESync 开启的情况下正常工作。";

/* Label in the installer window describing how the selected app was rated in the Compatibility Center when the app has 1 star
   Label in the rating pop-over describing a rating of 1 star */
"Will Not Install" = "将不会安装";

/* Name of a ready-made set of debug logging channels useful for diagnosing the named issue. Appears in a pop-up menu. */
"Window Behavior" = "窗口行为";

/* An error in the Select Bottle section when the user tries to name a new bottle with a name that's already in use.  Substitution is the bottle name */
"You can’t name a new bottle ‘%@’. There is already a bottle by that name. You must use a different name for your new bottle or select an existing bottle." = "您不能把新容器命名为“%@”。已经有一个相同名字的容器。您必须使用一个不同的名字，或者选择一个已经存在的容器。";

/* Message when user tries to save over a non-writable file. Substitution is display name of file. */
"You do not have permission to overwrite ‘%@’." = "You do not have permission to overwrite ‘%@’.";

/* Message when user tries to save into a non-writable directory. Substitution is display name of directory. */
"You do not have permission to write to ‘%@’." = "You do not have permission to write to ‘%@’.";

/* Warning message discouraging user from creating a new bottle of incompatible type. */
"You have chosen to create a new bottle of a type which is incompatible with this application. It is strongly recommended to install in a compatible bottle." = "您选择创建一个新的容器，但是与这个程序不兼容。强烈建议您把它安装到一个兼容的容器中。";

/* Error message indicating that the user must enter all required fields. */
"You have left a required field blank. Please enter a name, password, email address, and activation code. All fields are required." = "请输入您的名字、密码、邮箱和激活码，缺一不可。";

/* Warning message discouraging user from installing into an incompatible bottle. */
"You have selected a bottle which is incompatible with this application. It is strongly recommended to install in a new or compatible bottle." = "您选择的容器类型和这个程序不兼容。强烈建议您把它安装到一个新容器或者兼容的容器中。";

/* You will need the installer file or disc for this software. */
"You will need the installer file or disc for this software." = "您需要这个程序对应的安装文件或者光盘。";

/* Response message when the user updates the license of an already-enabled install.  %@ is replaced with a date. */
"Your license has been updated. Automatic product updates will now be available through %@." = "您的使用使用许可已被更新。现在您可以通过 %@ 自动更新产品。";

/* Displayed during product registration when the downloaded license isn't valid for the currently running product. */
"Your support contract is not valid for this product. You may need to purchase a support extension or an additional license." = "您的服务合同无法用于当前产品。您可能需要延长当前许可有效期，或者购买额外的使用许可。";

